Repository: Mr-Basirnia/planet4-master-theme
Catalog: languages/planet4-master-theme-*.po
Languages: nl_nl

source: %1$d result for '%2$s'
nl_nl: %1$d resultaten voor '%2$s'

source: %d min read
nl_nl: %d min leestijd

source: %d result
nl_nl: %d resultaten

source: About Greenpeace
nl_nl: Over Greenpeace

source: Accept all cookies
nl_nl: OK!

source: Act
nl_nl: Acties

source: ACTION
nl_nl: ACTIE

source: Action
nl_nl: Actie

source: ACTIVE FILTERS
nl_nl: ACTIEVE FILTERS

source: Allow all
nl_nl: Alles toestaan

source: Always enabled
nl_nl: Altijd beschikbaar

source: Apply filters
nl_nl: Pas filters toe

source: Archive
nl_nl: Archief

source: Archive URL
nl_nl: Archief link

source: Articles
nl_nl: Artikelen

source: CAMPAIGN
nl_nl: CAMPAGNE

source: Campaign
nl_nl: Campagne

source: CATEGORY
nl_nl: TYPE

source: Category
nl_nl: Type

source: Check for typos, and try your search again
nl_nl: Controleer je zoekopdracht op typfouten

source: Clear search
nl_nl: Zoekopdracht wissen

source: Close navigation menu
nl_nl: Navigatie sluiten

source: Comment
nl_nl: Reactie

source: Comments
nl_nl: Reacties

source: Discussion
nl_nl: Discussie

source: Donate
nl_nl: DONEER

source: Enter your search term below
nl_nl: Vul uw zoekterm hieronder in

source: Explore
nl_nl: Oplossingen

source: Follow us
nl_nl: Volg ons

source: Invalid password, please try again
nl_nl: Onjuist wachtwoord, probeer het opnieuw

source: ISSUE
nl_nl: THEMA

source: Issue
nl_nl: Thema

source: Leave your reply
nl_nl: Laat een reactie achter (wordt na goedkeuring geplaatst)

source: Load More
nl_nl: Laad meer

source: Manage
nl_nl: Beheer

source: Manage your cookies preferences
nl_nl: Beheer je cookievoorkeuren

source: Most relevant
nl_nl: Meest relevant

source: Name
nl_nl: Naam

source: Newest
nl_nl: Nieuwste

source: Oldest
nl_nl: Oudste

source: PAGE
nl_nl: PAGINA

source: Page
nl_nl: Pagina

source: Please select which cookies you are willing to store.
nl_nl: Welke cookies mogen worden opgeslagen?

source: Post comment
nl_nl: Verstuur reactie

source: Posts by
nl_nl: Berichten door

source: Publications
nl_nl: Publicaties

source: Refine your search
nl_nl: Verfijn je zoekopdracht

source: Reject all
nl_nl: Alles weigeren

source: Reject all cookies
nl_nl: Alle cookies weigeren

source: Related Campaigns
nl_nl: Vergelijkbare campagnes

source: Results
nl_nl: Resultaten

source: Save preferences
nl_nl: Voorkeuren opslaan

source: Search
nl_nl: Zoeken

source: Selected
nl_nl: Geselecteerd

source: Settings
nl_nl: Instellingen

source: Share on
nl_nl: Deel op

source: Share via
nl_nl: Deel via

source: Show %s more results
nl_nl: OVERIGE %s RESULTATEN LADEN

source: Show less
nl_nl: Minder zien

source: Show more
nl_nl: Meer zien

source: Skip to Content
nl_nl: Ga door naar inhoud

source: Skip to Footer
nl_nl: Ga door naar einde (Footer)

source: Skip to Navigation
nl_nl: Ga door naar navigatie

source: Sorry, we can't find that page!
nl_nl: Sorry, die pagina kunnen we niet vinden!

source: Sort by
nl_nl: Sorteren op

source: Submit
nl_nl: Stuur in

source: Take action
nl_nl: kom in actie

source: Things you can do
nl_nl: Wat jij kunt doen

source: This link will open a PDF file
nl_nl: Deze link opent een PDF bestand

source: To see the content of this page, please enter your password below
nl_nl: Voer het wachtwoord in om deze pagina te bekijken

source: Toggle navigation menu
nl_nl: Open/Sluit het navigatiemenu

source: Toggle search box
nl_nl: Open/Sluit het zoekvak

source: Toggle search form
nl_nl: Zoekbalk aanzetten

source: Toggle worldwide site selection menu
nl_nl: Open/Sluit het menu voor wereldwijde sites

source: Try searching for somthing else
nl_nl: Zoek opnieuw met een vergelijkbare term

source: We also included results for
nl_nl: We tonen ook de resultaten voor

source: We want you to take action because together we're strong.
nl_nl: Kom in actie, want samen staan we sterk.

source: We're sorry we couldn't find any matches for your search term.
nl_nl: Misschien kunnen we je toch helpen?

source: Worldwide site list
nl_nl: Lijst van andere kantoren

source: Your Comment
nl_nl: Je reactie

source: Your Email
nl_nl: Je e-mail

source: Your Name
nl_nl: Je naam
